[
  {
    "title":"Who we are",
    "image": "illus/InnovatEd Tech Club Brochure.png",
    "content": "We are a community of young tech enthusiasts holding certifications in networking and security, passionate about CTF challenges, collaborative projects, and bridging the gap between theory and real-world tech applications. Our diverse group, ranging from beginners to seasoned soon-to-be professionals, fosters a culture of learning, knowledge-sharing, and hands-on experience. We believe in the power of collaboration and are always seeking new members to join our mission.  Dedicated to mutual growth and success in the tech industry, we go the extra mile to support each other and provide opportunities for hands-on training, certifications, competitions, and immersive experiences in modern tech work environments. Our aim is to ensure that everyone achieves excellence in the world of technology through our educational programs."
  },
  {
    "title":"What we do",
    "image":"photos/thinking-christian-bale.gif",
    "content":"We take students who are interested in advanced technology and Cybersecurity. We give them opportunities to grow, get real experiences, compete in competitions, and to gain certifications.",
    "Points":
    [
      {
        "Text": [
          "Teach students the skills to",
          "protect the world"
        ],
        "Icon": "placeholder.png"
      },
      {
        "Text": [
          "Hands-On Experience",
          "in CTF's and competitions"
        ],
        "Icon": "placeholder.png"
      },
      {
        "Text": [
          "Medals and Prizes",
          "try and score the most!"
        ],
        "Icon": "placeholder.png"
      }
    ]

  },
  {
    "title":"What we have achieved",
    "image":"illus/what_did_we_achieve.svg",
    "content":"Multiple state wins in CyberPatriot, top placement at ISEAGE competitions held by Iowa State University",
    "Stats": [
      {
        "Num": "500+",
        "Text": "Students Trained"
      },
      {
        "Num": "50+",
        "Text": "GSoC Students"
      },
      {
        "Num": "100+",
        "Text": "Alumni in Core CS Jobs"
      },
      {
        "Num": "50+",
        "Text": "Working in Startups"
      }
    ]

  }
]
